<template>
    <div>
        <Header/>
        <div class="privacy-policy my">
            <h1>
                Политика конфиденциальности
            </h1>
            <p class="wrapper">Данная Политика конфиденциальности распространяется на сервисы, веб-сайты «Otclick-ADV»
                (Интернет-адрес:
                http://otclick-adv.ru) и сопутствующие услуги, предоставляемые ООО «Отклик АДВ». После просмотра данного
                Сайта обязательно прочитайте текст, содержащий политику конфиденциальности используемого сайта. В случае
                несогласия с данной Политикой конфиденциальности прекратите использование данного Сайта. Заполнив любую
                из форм и используя данный Сайт, Вы тем самым выражаете согласие с условиями изложенной ниже Политики
                конфиденциальности. Сайт охраняет конфиденциальность посетителей сайта.
            </p>
            <h2>Какая информация подлежит сбору</h2>
            <p class="wrapper">Сбору подлежат только сведения, обеспечивающие возможность поддержки обратной связи с
                пользователем.</p>
            <h2>Персональная информация</h2>
            <p class="wrapper">Для того чтобы оказывать вам услуги, отвечать на вопросы, выполнять ваши пожелания и
                требования требуется такая информация, как ваше имя и номер телефона. САЙТ может использовать указанную
                информацию для ответов на запросы, а также для связи с Вами по телефону с целью предоставления
                информации о предлагаемых САЙТ услугах и рекламных кампаниях. При поступлении от вас обращения в виде
                отправки любой заполненной на сайте формы САЙТ может потребоваться связаться с Вами для получения
                дополнительной информации, необходимой для вашего обслуживания и ответа на интересующие вопросы. САЙТ
                обязуется не передавать данную информацию третьим лицам без Вашего разрешения, за исключением
                информации, необходимой для выполнения вашего обслуживания. Со своей стороны, Вы предоставляете САЙТ
                право использовать любую сообщённую Вами информацию для выполнения указанных выше действий.</p>
            <h2>Управление личными данными</h2>
            <p class="wrapper">Личные данные доступны для просмотра, изменения и удаления в личном кабинете
                пользователя. В целях предотвращения случайного удаления или повреждения данных информация хранится в
                резервных копиях в течение 7 дней и может быть восстановлена по запросу пользователя.</p>
            <h2>Собираемая неличная информация</h2>
            <p class="ul-wrapper">
                Система Otclick-ADV может собирать данные, которые определяют уникальность идентификатора пользователя
                при сохранении анонимности пользователя. К таким данным относятся:</p>
            <ul>
                <li>географическая привязка IP-адреса пользователя;</li>
                <li>операционная система и данные о типе браузера, надстройках, времени запроса и т.д.;</li>
                <li>количество показов/кликов по рекламному сообщению;</li>
                <li>количество посещений интернет-ресурсов, URL адреса страниц.</li>
            </ul>
            <h2>Данные, которые мы можем получать от наших партнеров:</h2>
            <ul>
                <li>данные, которые мы получаем, когда вы привязываете ваши аккаунты на других сайтах и сервисах к
                    своему аккаунту в наших Сервисах;
                </li>
                <li>демографические данные (например, для определения примерного расположения вашего IP-адреса);</li>
                <li>данные для рекламы и аналитики с целью более эффективного предоставления наших Сервисов;</li>
                <li>дополнительные данные о вас – в случае посещения вами сторонних веб-сайтов, на которых размещен наш
                    виджет: ваши интересы, страна и город проживания, и пр.
                </li>
            </ul>
            <h2>Cookies</h2>
            <p class="wrapper">
                Otclick-ADV может использовать cookies для сбора неличной информации, которая может быть
                идентифицирована с браузером пользователя для предоставления клиентам Otclick-ADV услуг по повышению
                релевантности отображаемых рекламных объявлений. Cookie — это небольшой текстовый файл, который
                веб-сервер может сохранять в браузере пользователя, когда пользователь видит рекламное сообщение или
                посещает сайт рекламодателя. Cookie ассоциируется с определённым браузером конкретного компьютера.
                Cookie не содержит информации об имени, адресе, номере телефона пользователя, поле, возрасте или других
                персональных данных, с помощью которых можно идентифицировать пользователя. Мы и наши партнеры
                используем файлы cookie для предоставления и персонализации Сервисов, анализа их использования и
                адресной рекламы. Сookie представляют собой файлы с небольшим объемом данных, которые могут включать в
                себя анонимный уникальный идентификатор. Вы можете отключить файлы cookie в настройках браузера, но при
                этом некоторые компоненты Сервисов могут функционировать неполноценно, значительно упадет качество
                предлагаемых рекомендаций контента и рекламы.</p>
            <h2>Как используется полученная информация</h2>
            <p class="wrapper">Сведения, предоставленные пользователем, используются для связи с ним, в том числе для
                направления уведомлений об изменении статуса заявки.</p>
            <h2>Использование неличной информации</h2>
            <p class="wrapper">Неличные данные, собранные с помощью механизма cookie, и аналогичных инструментов,
                Otclick-ADV использует
                для обеспечения релевантности отображения рекламных объявлений. При выборе рекламных материалов файлы
                cookie и различные идентификаторы не связываются ни прямо ни косвенно ни с персональными данными, ни с
                данными личного характера, такими как расовая принадлежность, религия, сексуальная ориентация.
                Otclick-ADV вправе предоставить третьим лицам сводную агрегированную информацию, не содержащую
                персональных данных, и не позволяющую идентифицировать личность пользователя.</p>
            <h2>Использование неличной информации</h2>
            <p class="ul-wrapper">
                Личные данные пользователей могут быть переданы лицам, не связанным с настоящим сайтом, если это
                необходимо:</p>
            <ul style="margin-bottom: 1.25em">
                <li>для соблюдения закона, нормативно-правового акта, исполнения решения суда;</li>
                <li>для выявления или воспрепятствования мошенничеству;</li>
                <li>для устранения технических неисправностей в работе сайта;</li>
                <li>для предоставления информации на основании запроса уполномоченных государственных органов.</li>
            </ul>
            <p class="wrapper">В случае продажи настоящего сайта пользователи должны быть уведомлены об этом не позднее
                чем за 10 дней до совершения сделки.</p>
            <h2>Безопасность</h2>
            <p class="ul-wrapper">
                Передача персональных данных в любой форме (лично, по телефону или через Интернет) всегда связана с
                определенным риском, поскольку не существует абсолютно надежных (защищенных от злонамеренных
                посягательств) систем, однако САЙТ принимает необходимые адекватные меры для минимизации риска и
                предотвращения несанкционированного доступа, несанкционированного использования и искажения Ваших
                персональных данных. Администрация сайта принимает все меры для защиты данных пользователей от
                несанкционированного доступа, в частности:</p>
            <ul>
                <li>регулярное обновление служб и систем управления сайтом и его содержимым;</li>
                <li>шифровка архивных копий ресурса;</li>
                <li>регулярные проверки на предмет наличия вредоносных кодов;</li>
                <li>использование для размещения сайта виртуального выделенного сервера.</li>
            </ul>
            <h2>Несовершеннолетние</h2>
            <p class="wrapper">САЙТ не принимает никакой информации от лиц моложе 18 лет без согласия их родителей или
                законных опекунов. Кроме того, лица моложе 18 лет не могут совершать каких-либо покупок или иных
                юридических действий на данном Сайте без согласия родителей или законных опекунов, если это не
                допускается законодательством Российской Федерации.</p>
            <h2>Изменения</h2>
            <p class="wrapper">Обновления политики конфиденциальности публикуются на данной странице. Для удобства
                пользователей все версии политики конфиденциальности подлежат сохранению в архивных файлах. САЙТ имеет
                право изменять данную Политику конфиденциальности, изменять и корректировать условия доступа или
                запрещать доступ к сайту, а также изменять его содержание в любое время без предварительного
                уведомления.</p>
        </div>
        <Footer/>
    </div>
</template>

<script>
import Header from "../../components/Header";
import Footer from "../../components/Footer";

export default {
    name: "PrivacyPolicy",
    components: {Footer, Header},
}
</script>

<style scoped>

</style>